{
    "equipment":
    [
        {
            "Head":
            [
                "Helmet", "Visor", "Hat", "Headware", "Crown", "Tiara", "Hood", "Beanie", "Beret",
                "Cap", "Bandana", "Coif", "Mask", "Turban", "Helm", "Headband", "Veil", "Cowl",
                "Bonnet", "Balaclava", "Fascinator", "Fedora", "Sombrero", "Hoodie", "Tricorn",
                "Wig", "Toupee", "Snood", "Mitre", "Hennin", "Kabuto", "Shako", "Halo", "Horned Helm",
                "Plague Mask", "Jester's Cap", "Pith Helmet", "Pharaoh Crown", "Sallet", "Tactical Visor"
            ],
            "Body":
            [
                "Chestplate", "Shirt", "Robe", "Tunic", "Jerkin", "Blouse", "Corset", "Vest", "Cuirass",
                "Mail", "Jacket", "Cloak", "Kimono", "Hakama", "Smock", "Frock", "Peplum", "Sweater",
                "Blazer", "Cardigan", "Bodysuit", "Camisole", "Poncho", "Toga", "Turtleneck", "Bustier",
                "Pullover", "Waistcoat", "Dress", "Scale Armor", "Chainmail", "Plate Mail", "Tattered Robes",
                "Dragonhide Coat", "Crusader Surcoat", "Enchanted Robes", "Battlesuit", "Leather Jerkin",
                "Gambeson", "Knightly Tabard", "Elven Hauberk", "Ornate Doublet", "Dark Sorcerer Robe"
            ],
            "Hands":
            [
                "Gloves", "Armored Gloves", "Armguards", "Mittens", "Gauntlets", "Bracers", "Cuffs",
                "Handwraps", "Fingerless Gloves", "Handguards", "Mufflers", "Wristbands", "Thimbles",
                "Palm Protectors", "Grips", "Handshields", "Finger Guards", "Puppeteers", "Knuckle Dusters",
                "Handkerchiefs", "Claws", "Fist Wraps", "Handcovers", "Palm Guards", "Handplates",
                "Palm Braces", "Knuckle Protectors", "Hand Pads", "Fingerbands", "Wrist Wraps", "Daemon Gauntlets",
                "Elven Gloves", "Runecrafted Bracers", "Steam-powered Armguards", "Giant's Mittens",
                "Plague Doctor Gloves", "Dwarven Smithing Gloves", "Beastmaster Handwraps", "Celestial Cuffs",
                "Shadow Assassin Gloves", "Warp-touched Gauntlets", "Mystic Palm Protectors", "Inquisitor's Handshields"
            ],
            "Left Hand":
            [
                "Sword", "Dagger", "Staff", "Shield", "Mace", "Axe", "Scepter", "Scythe", "Wand",
                "Grimoire", "Bow", "Crossbow", "Flail", "Whip", "Trident", "Blade", "Cudgel", "Rod",
                "Chakram", "Katar", "Katana", "Morningstar", "Halberd", "Lance", "Sickle", "Bident",
                "Quarterstaff", "Glaive", "Boomerang", "Shuriken", "Plasma Pistol", "Rune Blade",
                "Divine Staff", "Warhammer", "Power Fist", "Boltgun", "Frost Blade", "Soul Scythe",
                "Witchstaff", "Void Bow", "Inferno Flail", "Lightning Whip", "Venom Trident", "Shadow Blade"
            ],
            "Right Hand":
            [
                "Sword", "Dagger", "Staff", "Shield", "Mace", "Axe", "Scepter", "Scythe", "Wand",
                "Grimoire", "Bow", "Crossbow", "Flail", "Whip", "Trident", "Blade", "Cudgel", "Rod",
                "Chakram", "Katar", "Katana", "Morningstar", "Halberd", "Lance", "Sickle", "Bident",
                "Quarterstaff", "Glaive", "Boomerang", "Shuriken", "Plasma Pistol", "Rune Blade",
                "Divine Staff", "Warhammer", "Power Fist", "Boltgun", "Frost Blade", "Soul Scythe",
                "Witchstaff", "Void Bow", "Inferno Flail", "Lightning Whip", "Venom Trident", "Shadow Blade"
            ],
            "Legs":
            [
                "Greaves", "Pants", "Leggings", "Trousers", "Breeches", "Slacks", "Jodhpurs", "Culottes",
                "Chaps", "Jeans", "Cargo Pants", "Tights", "Stockings", "Hose", "Leg Warmers", "Sarong",
                "Kilt", "Skirt", "Shorts", "Capris", "Overalls", "Gaiters", "Pantaloons", "Harem Pants",
                "Pantalettes", "Pedal Pushers", "Jeggings", "Hot Pants", "Treggings", "Legplates", "Plate Leggings",
                "Elven Greaves", "Chainmail Leggings", "Shadow Assassin Pants", "Crusader Faulds",
                "Wizard's Robe", "Knightly Breeches", "Dwarven Forgepants", "Sorcerer's Leggings",
                "Dragonhide Leg Wraps", "Skeletal Leggings", "Celestial Trousers", "Inquisitor's Chausses"
            ],
            "Feet":
            [
                "Boots", "Shoes", "Sandals", "Sneakers", "Heels", "Flats", "Loafers", "Oxfords", "Moccasins",
                "Clogs", "Slippers", "Espadrilles", "Brogues", "Pumps", "Wedges", "Platforms", "Flip Flops",
                "Mules", "Booties", "Stilettos", "Waders", "Wellingtons", "Snow Boots", "Mukluks", "Galoshes",
                "Slingbacks", "Saddle Shoes", "Monk Shoes", "Chelsea Boots", "Ballet Flats", "Plate Boots",
                "Leather Boots", "Elven Sandals", "Dwarven Greaves", "Mage's Slippers", "StealthBoots", "Ranger Shoes", 
                "Warrior's Boots", "Paladin's Sabatons", "Assassin's Sneakers", "Knight's Greaves",
                "Druid's Moccasins", "Monk's Sandals", "Sorcerer's Stilettos", "Barbarian's Warboots", "Ninja Tabi",
                "Enchanted Boots", "Thief's Slippers", "Crusader's Boots", "Beastmaster's Treads", "Shaman's Sandals",
                "Samurai Geta", "Witch Hunter's Boots", "Archmage's Slippers", "Mercenary's Brogues", "Bard's Shoes",
                "Elemental Boots", "Zealot's Sabatons", "Rogue's Boots", "Valkyrie's Greaves", "Priest's Sandals",
                "Dark Sorcerer's Boots", "Duelist's Slippers", "Sniper's Boots", "Artificer's Goggles"
            ]
        }
    ],
    "descriptions":
    [
        {
            "Warhammer 40k Descriptions":
            [
                "A battle-hardened Space Marine clad in power armor, wielding a mighty bolter.",
                "A fearsome Ork Warboss leading a horde of savage greenskins into battle.",
                "A stoic Imperial Guardsman, standing firm against the terrors of the galaxy.",
                "A calculating Eldar Farseer, foreseeing the outcome of battles with psychic powers.",
                "A relentless Necron Overlord commanding an army of undying robotic warriors.",
                "A mighty Chaos Space Marine, corrupted by the forces of the Warp.",
                "A cunning T'au Commander, employing advanced technology in the pursuit of victory.",
                "A zealous Sisters of Battle Palatine, wielding holy weapons against heretics.",
                "A deadly Dark Eldar Archon, leading a raiding party to capture slaves and plunder.",
                "A mysterious Inquisitor, hunting down heretics and uncovering dark conspiracies.",
                "A hulking Tyranid Hive Tyrant, devouring all life in its path.",
                "A vengeful Adepta Sororitas Canoness, cleansing the galaxy in the name of the Emperor.",
                "A tech-savvy Adeptus Mechanicus Tech-Priest, manipulating machines with sacred knowledge.",
                "A psychic Primaris Librarian, wielding the powers of the Warp in service of the Imperium.",
                "A deadly Genestealer Cult Magus, orchestrating a hidden uprising from the shadows.",
                "A resilient Imperial Knight, towering over the battlefield with devastating firepower.",
                "A relentless Death Guard Plague Marine, spreading disease and decay with each step.",
                "A swift Harlequin Shadowseer, dancing through combat with deadly grace and illusions.",
                "A fearsome Blood Angels Sanguinary Guard, descending from the skies to strike fear into enemies.",
                "A powerful Thousand Sons Sorcerer, wielding the arcane powers of sorcery."
                ],
            "Warhammer Fantasy Descriptions":
            [
                "A valiant Empire Knight, charging into battle with lance held high.",
                "A cunning Skaven Warlord, plotting to overthrow rival clans and seize power.",
                "A stoic Dwarf Ironbreaker, unyielding in the face of any foe.",
                "A mighty Orc Warboss, leading a greenskin horde to conquer new lands.",
                "A wise High Elf Loremaster, mastering the ancient arts of magic and knowledge.",
                "A relentless Vampire Count, commanding legions of undead in a quest for immortality.",
                "A vengeful Chaos Champion, wielding a wicked blade infused with dark magic.",
                "A swift Wood Elf Waystalker, an expert marksman with a deadly longbow.",
                "A devout Bretonnian Paladin, charging into battle atop a majestic warhorse.",
                "A fearsome Ogre Maneater, devouring enemies with a ravenous appetite.",
                "A mysterious Dark Elf Sorceress, harnessing dark magic to further her sinister goals.",
                "A resilient Lizardmen Saurus Oldblood, leading his reptilian warriors with ancient wisdom.",
                "A cunning Skaven Assassin, striking from the shadows with deadly precision.",
                "A devout Warrior Priest of Sigmar, rallying the faithful in the face of chaos.",
                "A swift Beastmen Gors, part of a wild horde that pillages and terrorizes the lands.",
                "A wise Tomb King, ruling over legions of skeletal warriors in a quest for eternal power.",
                "A relentless Chaos Warrior, marked by the Ruinous Powers and clad in spiked armor.",
                "A skilled Wood Elf Spellsinger, communing with the spirits of the forest.",
                "A fearsome Ogre Butcher, wielding a massive cleaver and invoking ancient rites.",
                "A cunning Skink Priest, harnessing the power of the Old Ones to protect the Lizardmen."
                ],
            "Medieval Descriptions":
            [
                "A noble and just King, ruling with wisdom and benevolence over his subjects.",
                "A skilled Knight in shining armor, sworn to uphold the chivalric code.",
                "A talented Archer, expertly shooting arrows with deadly accuracy.",
                "A wise and compassionate Queen, guiding her kingdom through times of turmoil.",
                "A devout Monk, dedicating their life to prayer and spiritual enlightenment.",
                "A cunning Spy, infiltrating enemy strongholds and gathering valuable intelligence.",
                "A skilled Blacksmith, forging mighty weapons and armor for warriors.",
                "A resolute Siege Engineer, devising elaborate contraptions to breach fortress walls.",
                "A talented Court Jester, bringing laughter and mirth to the royal court.",
                "A skilled Horseman, galloping across the battlefield and delivering devastating charges.",
                "A skilled Medic, tending to the wounded and healing the sick.",
                "A fair and just Judge, impartially dispensing justice and upholding the law.",
                "A skilled Scribe, meticulously recording and preserving knowledge and history.",
                "A fearless Mercenary, fighting for the highest bidder with deadly efficiency.",
                "A skilled Falconer, training majestic birds of prey for hunting and sport.",
                "A resourceful Peasant, toiling the land and eking out a living in challenging times.",
                "A talented Minstrel, captivating audiences with their music, poetry, and storytelling.",
                "A skilled Navigator, charting treacherous waters and guiding ships to their destinations.",
                "A devoted Nun, finding solace and purpose within the walls of a convent.",
                "A cunning Outlaw, living outside the bounds of society and robbing the rich to aid the poor."
            ],
            "Fantasy Descriptions":
            [
                "A powerful Wizard, conjuring arcane spells and manipulating the fabric of reality.",
                "A brave and noble Paladin, wielding a sacred sword and armor infused with divine energy.",
                "A mischievous Rogue, adept at stealth and thievery, always looking for the next big score.",
                "A wise and ancient Dragon, hoarding vast treasures and wielding fearsome elemental powers.",
                "A graceful and ethereal Elf, possessing unparalleled beauty and an affinity for nature.",
                "A fierce and savage Barbarian, tapping into primal rage and unleashing devastating attacks.",
                "A skilled and nimble Ranger, at home in the wilderness and accompanied by loyal animal companions.",
                "A mysterious and alluring Sorceress, wielding forbidden magic and secrets from the depths of the world.",
                "A noble and just Knight, sworn to protect the weak and uphold the values of honor and chivalry.",
                "A cunning and sly Trickster, playing tricks and manipulating others for their amusement.",
                "A stoic and unyielding Dwarf, master craftsmen known for their strength and resilience.",
                "A mesmerizing and enchanting Bard, weaving tales and melodies that stir the soul.",
                "A swift and agile Assassin, striking silently from the shadows with deadly precision.",
                "A fierce and untamed Beastmaster, commanding beasts of all kinds and fighting alongside them.",
                "A wise and ancient Druid, communing with nature and wielding the power of the elements.",
                "A fearsome and relentless Orc, a brutal warrior driven by a thirst for conquest.",
                "A valiant and honorable Centaur, galloping across the plains with unmatched speed and strength.",
                "A mysterious and enigmatic Warlock, delving into dark magic and making pacts with otherworldly beings.",
                "A skilled and resourceful Tinkerer, inventing fantastical machines and contraptions.",
                "A wise and ancient Elemental, embodying the essence of fire, water, earth, or air.",
                "A fearsome and legendary Werewolf, transforming under the light of the full moon and becoming an unstoppable force.",
                "A cunning and stealthy Shadowdancer, blending into the shadows and striking with deadly precision.",
                "A wise and all-knowing Oracle, gifted with visions of the future and insight into the mysteries of the world.",
                "A resilient and indomitable Golem, brought to life through ancient rituals and infused with magical energy.",
                "A fearless and noble Valkyrie, choosing the bravest warriors to ascend to the halls of the gods.",
                "A mischievous and clever Pixie, spreading laughter and mischief wherever they go.",
                "A powerful and majestic Unicorn, a symbol of purity and grace, capable of healing the wounded.",
                "A cunning and elusive Trickster, always one step ahead of their foes with their wits and tricks.",
                "A wise and venerable Archmage, harnessing the power of all schools of magic with unparalleled mastery.",
                "A fierce and relentless Amazon, skilled in both archery and close combat, fighting with unmatched ferocity.",
                "A noble and majestic Griffin Rider, soaring through the skies on the back of a mighty mythical beast.",
                "A resilient and steadfast Guardian, wielding a towering shield and standing as a bulwark against evil.",
                "A skilled and cunning Warlord, commanding armies with tactical brilliance and strategic prowess.",
                "A mysterious and powerful Elemental Shaman, communing with the spirits of the elements to unleash devastating powers.",
                "A graceful and elegant Sylph, floating through the air and manipulating wind currents with ease.",
                "A fearsome and relentless Chimera, a monstrous fusion of different creatures, each with its own deadly abilities."
            ]
        }
    ],
    "skills":
    [
        {
            "Warhammer 40k":
            [
                "Bolter Mastery",
                "Power Armor Expertise",
                "Chainblade Combat",
                "Tactical Planning",
                "Psionic Abilities",
                "Ork Waaagh! Tactics",
                "Imperial Guard Command",
                "Eldar Path of the Seer",
                "Necron Reanimation Protocols",
                "Chaos Corruption Manipulation",
                "T'au Battlesuit Piloting",
                "Sisters of Battle Zealotry",
                "Adeptus Mechanicus Technomancy",
                "Primaris Librarian Psyker",
                "Genestealer Cult Infiltration",
                "Imperial Knight Piloting",
                "Death Guard Plague Mastery",
                "Harlequin Performance Combat",
                "Blood Angels Jump Pack Assault",
                "Thousand Sons Sorcery",
                "Space Marine Apothecary Skills",
                "Rune Priest Runic Lore",
                "Tyranid Hive Mind Control",
                "Adepta Sororitas Sacred Rites",
                "Adeptus Mechanicus Cybernetics",
                "Custodes Shield Techniques",
                "Assassinorum Execution Techniques",
                "Mechanicus Skitarii Marksmanship",
                "Inquisition Interrogation Tactics",
                "Grey Knights Daemon Hunting",
                "Salamanders Flame Weaponry"
            ],
            "Warhammer Fantasy":
            [
                "Sigmarite Warhammer Proficiency",
                "Empire Halberd Formation",
                "Dwarf Rune Magic",
                "Orc WAAAGH! Frenzy",
                "High Elf Archery",
                "Vampire Dark Magic",
                "Chaos Warrior Brutality",
                "Wood Elf Forest Stealth",
                "Bretonnian Lance Charging",
                "Ogre Maneater Cuisine",
                "Dark Elf Poison Mastery",
                "Lizardmen Saurus Leadership",
                "Skaven Assassination Techniques",
                "Warrior Priest Prayers",
                "Beastmen Beastial Rage",
                "Tomb King Hieroglyphs",
                "Chaos Warrior Mark of Chaos",
                "Wood Elf Nature Lore",
                "Ogre Butcher Culinary Arts",
                "Skink Skirmishing",
                "Norse Marauder Pillaging",
                "Undead Necromancy",
                "Goblin Squig Taming",
                "Halfling Cooking",
                "Kislev Ice Magic",
                "Dwarven Rune Smithing",
                "Border Princes Mercenary Contracting",
                "Tilean Treachery",
                "Estalian Fencing",
                "Araby Fire Magic"
            ],
            "Medieval":
            [
                "Swordsmanship",
                "Archery",
                "Magic",
                "Stealth",
                "Lockpicking",
                "Alchemy",
                "Knightly Chivalry",
                "Jousting",
                "Heraldry",
                "Man-at-Arms Training",
                "Courtly Etiquette",
                "Siege Engineering",
                "Medicine and Surgery",
                "Historical Knowledge",
                "Hunting and Tracking",
                "Calligraphy",
                "Tapestry Weaving",
                "Falconry",
                "Peasant Farming",
                "Music and Dance",
                "Navigation",
                "Monasticism",
                "Outlawry",
                "Mercenary Contracting",
                "Horse Riding and Horsemanship",
                "Brewing and Distilling",
                "Leatherworking",
                "Armor and Weapon Maintenance",
                "Shipbuilding",
                "Religious Pilgrimage"
            ],
            "Fantasy":
            [
                "Elemental Magic",
                "Divine Blessings",
                "Thievery and Larceny",
                "Dragon Taming",
                "Nature Affinity",
                "Barbarian Rage",
                "Beast Mastery",
                "Dark Sorcery",
                "Holy Knight Training",
                "Trickery and Deception",
                "Dwarven Engineering",
                "Bardic Arts",
                "Assassination Techniques",
                "Druidic Shapeshifting",
                "Elven Archery",
                "Enchantment and Conjuring",
                "Steampunk Technology",
                "Air Manipulation",
                "Werewolf Transformation",
                "Shadowdancing",
                "Divination and Prophecy",
                "Golem Crafting",
                "Valkyrie Warrior Training",
                "Pixie Mischief",
                "Unicorn Bonding",
                "Trickster Cunning",
                "Arcane Mastery",
                "Amazonian Fighting",
                "Griffin Riding",
                "Shield Techniques",
                "Elemental Shamanism",
                "Sylph Wind Control",
                "Chimera Hybrid Abilities"
            ]
        }
    ],
    "names": 
    [
        {
            "Warhammer 40k":
            {
                "first_names":
                [
                  "Garrus",
                  "Elysia",
                  "Darius",
                  "Aurelia",
                  "Titus",
                  "Seraphina",
                  "Cassius",
                  "Lorelei",
                  "Valerian",
                  "Isolde",
                  "Thaddeus",
                  "Aurelia",
                  "Severus",
                  "Vivienne",
                  "Tiberius",
                  "Seraphina",
                  "Octavius",
                  "Isolde",
                  "Cyrus",
                  "Lorelei",
                  "Valerius",
                  "Elysia",
                  "Vortigern",
                  "Vivienne",
                  "Artemis",
                  "Cassia",
                  "Corvus",
                  "Octavia",
                  "Axel",
                  "Vesper",
                  "Octavian",
                  "Selene"
                ],
                "last_names":
                [
                  "Aquila",
                  "Drake",
                  "Ravenwing",
                  "Wolfsbane",
                  "Ironhand",
                  "Fireheart",
                  "Stormrider",
                  "Shadowstrike",
                  "Dreadblade",
                  "Skyspear",
                  "Blazewalker",
                  "Frosthammer",
                  "Nightshade",
                  "Thunderstrike",
                  "Bloodfang",
                  "Silvershield",
                  "Hawkflight",
                  "Blackthorn",
                  "Steelwind",
                  "Starfire",
                  "Stormweaver",
                  "Wraithscar",
                  "Ravenshadow",
                  "Duskbringer",
                  "Bloodbane",
                  "Shadowthorn",
                  "Ironclaw",
                  "Silentstrike",
                  "Bladefury",
                  "Starshatter",
                  "Thornblade"
                ]
            },
            "Warhammer Fantasy":
            {
                "first_names":
                [
                  "Karl",
                  "Helena",
                  "Felix",
                  "Emmeline",
                  "Wolfgang",
                  "Amara",
                  "Gustav",
                  "Evelina",
                  "Ludwig",
                  "Isabella",
                  "Heinrich",
                  "Sophia",
                  "Maximilian",
                  "Anastasia",
                  "Ulrich",
                  "Adriana",
                  "Wilhelm",
                  "Viktoria",
                  "Siegfried",
                  "Elisabeth",
                  "Leopold",
                  "Aurelia",
                  "Ferdinand",
                  "Evangeline",
                  "Rudolf",
                  "Catarina",
                  "Gotthard",
                  "Ariadne",
                  "Albrecht",
                  "Antonia",
                  "Hans",
                  "Valentina"
                ],
                "last_names":
                [
                  "Von Hohenheim",
                  "Schwarzhelm",
                  "Von Carstein",
                  "Von Wittgenstein",
                  "Leitdorf",
                  "Schneider",
                  "Von Holswig-Schliestein",
                  "Morr",
                  "Steinmetz",
                  "Degenhardt",
                  "Krieger",
                  "Falkenrath",
                  "Eisenstein",
                  "Leibowitz",
                  "Fuchs",
                  "Kraus",
                  "Zweig",
                  "Grau",
                  "Brandt",
                  "Adler",
                  "Weiss",
                  "Hoffman",
                  "Ritter",
                  "Schultz",
                  "Friedrich",
                  "Vogel",
                  "Wagner",
                  "Morgenstern",
                  "Hofmann",
                  "Jäger"
                ]
            },
            "Medieval":
            {
                "first_names":
                [
                  "William",
                  "Eleanor",
                  "Richard",
                  "Matilda",
                  "Henry",
                  "Guinevere",
                  "Edward",
                  "Isabella",
                  "John",
                  "Margaret",
                  "Geoffrey",
                  "Catherine",
                  "Robert",
                  "Alice",
                  "Thomas",
                  "Elizabeth",
                  "Stephen",
                  "Anna",
                  "Peter",
                  "Eva",
                  "Roger",
                  "Emma",
                  "Nicholas",
                  "Bridget",
                  "Simon",
                  "Agnes",
                  "Philip",
                  "Jane",
                  "Walter",
                  "Joan"
                ],
                "last_names":
                [
                  "Of Lancaster",
                  "Of Aquitaine",
                  "Of York",
                  "Of Anjou",
                  "Of Plantagenet",
                  "Of Brittany",
                  "Of Normandy",
                  "Of Provence",
                  "Of Gloucester",
                  "Of Artois",
                  "Of Cornwall",
                  "Of Castile",
                  "Of Hereford",
                  "Of Leicester",
                  "Of Hainault",
                  "Of Norfolk",
                  "Of Antioch",
                  "Of Brabant",
                  "Of Flanders",
                  "Of Savoy",
                  "Of Navarre",
                  "Of Lancaster",
                  "Of Champagne",
                  "Of Meulan",
                  "Of Mortain",
                  "Of Huntingdon",
                  "Of Salisbury",
                  "Of Dreux",
                  "Of Ponthieu",
                  "Of Montfort"
                ]
            },
            "Fantasy":
            {
                "first_names":
                [
                  "Alden",
                  "Elara",
                  "Finnian",
                  "Seraphine",
                  "Caspian",
                  "Lorelei",
                  "Orion",
                  "Aurelia",
                  "Dorian",
                  "Isolde",
                  "Sebastian",
                  "Vivienne",
                  "Emrys",
                  "Lyra",
                  "Ezekiel",
                  "Morgana",
                  "Lysander",
                  "Rowena",
                  "Cedric",
                  "Selene",
                  "Evander",
                  "Elara",
                  "Alaric",
                  "Evangeline",
                  "Gideon",
                  "Amara",
                  "Xavier",
                  "Calista",
                  "Cassian",
                  "Thalia"
                ],
                "last_names":
                [
                  "Stormrider",
                  "Starfire",
                  "Dreadthorn",
                  "Moonshadow",
                  "Winterbourne",
                  "Fireheart",
                  "Nightshade",
                  "Ironfist",
                  "Thunderstrike",
                  "Shadowborn",
                  "Stargazer",
                  "Shadowhunter",
                  "Dragonbane",
                  "Starweaver",
                  "Frostwolf",
                  "Ravenshadow",
                  "Stormbringer",
                  "Moonwhisper",
                  "Ironclaw",
                  "Firebane",
                  "Nightfall",
                  "Shadowthorn",
                  "Stormwind",
                  "Starfall",
                  "Shadowblade",
                  "Dragonheart",
                  "Frostfire",
                  "Nightwind",
                  "Ironthorn",
                  "Moonstone"
                ]
            }
        }
    ],
    "items":
    [
        {
            "Warhammer 40k Items": 
            [
                "Power Sword",
                "Bolter Rifle",
                "Terminator Armor",
                "Chainsword",
                "Plasma Cannon",
                "Plasma Pistol",
                "Grav-grenades",
                "Astartes Combat Knife",
                "Frag Grenade",
                "Meltagun",
                "Power Fist",
                "Plasma Blaster",
                "Lascannon",
                "Storm Bolter",
                "Cyclone Missile Launcher",
                "Eviscerator",
                "Thunder Hammer",
                "Assault Cannon",
                "Plasma Exterminator",
                "Multi-Melta",
                "Conversion Beamer",
                "Infernus Heavy Bolter",
                "Assault Jump Pack",
                "Hunter-Killer Missile",
                "Graviton Gun",
                "Volkite Charger",
                "Combi-Weapon",
                "Bolt Pistol",
                "Flamer",
                "Melta Gun",
                "Plasma Gun",
                "Melting Laser",
                "Heavy Bolter",
                "Flamestorm Gauntlet",
                "Plasma Caliver",
                "Volkite Serpenta",
                "Grenade Launcher",
                "Heavy Flamer",
                "Lascannon",
                "Melta Bomb",
                "Assault Cannon",
                "Graviton Lance",
                "Grav Pistol",
                "Conversion Beamer"
            ],
            "Warhammer Fantasy Items": 
            [
                "Elven Bow",
                "Dwarven Axe",
                "Mage's Staff",
                "Healing Potion",
                "Griffon Mount",
                "Enchanted Longsword",
                "Shield of Protection",
                "Scepter of Elemental Power",
                "Amulet of Resilience",
                "Wand of Enchantment",
                "Dragon Scale Shield",
                "Horn of Valor",
                "Dagger of Shadows",
                "Crown of Wisdom",
                "Crystal Ball",
                "Orb of Arcane Knowledge",
                "Tome of Spells",
                "Staff of Thunder",
                "Cloak of Invisibility",
                "Ring of Teleportation",
                "Bow of Moonlight",
                "Axe of Giants",
                "Rod of Healing",
                "Sword of Justice",
                "Quiver of Precision",
                "Flaming Torch",
                "Circlet of Agility",
                "Amulet of Warding",
                "Warhammer of Lightning",
                "Chalice of Life",
                "Scroll of Prophecy",
                "Bracelet of Power",
                "Crystal Dagger",
                "Crystal Staff",
                "Lute of Melodies",
                "Gloves of Archery",
                "Book of Secrets",
                "Cloak of Shadows",
                "Ruby Pendant",
                "Emerald Ring",
                "Golden Chalice",
                "Enchanted Boots"
            ],
            "Medieval Items":
            [
                "Longsword",
                "Crossbow",
                "Plate Armor",
                "Strength Potion",
                "Warhorse",
                "Battle Shield",
                "Composite Bow",
                "Knight's Helmet",
                "Morning Star",
                "Leather Armor",
                "War Hammer",
                "Dagger",
                "Cleric's Mace",
                "Witch's Robe",
                "Hunter's Cloak",
                "Ranger's Bow",
                "Paladin's Sword",
                "Bard's Harp",
                "Assassin's Poison",
                "Monk's Staff",
                "Axe",
                "Squire's Shield",
                "Druid's Robe",
                "Jester's Cap",
                "Rogue's Dagger",
                "Priest's Robe",
                "Berserker's Axe",
                "Archer's Quiver",
                "Noble's Rapier",
                "Bishop's Staff",
                "Minstrel's Lute",
                "Enchanter's Robe",
                "Ranger's Boots",
                "Knight's Gauntlets",
                "Thief's Mask",
                "Blacksmith's Hammer",
                "Barbarian's Greataxe",
                "Sorceress's Orb",
                "Hermit's Cloak",
                "Smithy's Anvil",
                "Alchemist's Vial",
                "Enchanted Necklace",
                "Huntsman's Bow"
            ],
            "Fantasy Items":
            [
                "Magic Wand",
                "Dragon Scale Armor",
                "Ring of Invisibility",
                "Amulet of Teleportation",
                "Staff of Fireball",
                "Crystal Orb",
                "Enchanted Dagger",
                "Phoenix Feather Quill",
                "Crown of Kings",
                "Elixir of Youth",
                "Sword of Destiny",
                "Cloak of Shadows",
                "Orb of Wisdom",
                "Golden Chalice",
                "Shield of Protection",
                "Winged Boots",
                "Scepter of Lightning",
                "Book of Spells",
                "Fairy Dust",
                "Elixir of Life",
                "Enchanted Mirror",
                "Amulet of Divination",
                "Obsidian Blade",
                "Crystal Tiara",
                "Mystic Pendant",
                "Celestial Horn",
                "Moonstone Bracelet",
                "Glowing Lantern",
                "Emerald Amulet",
                "Sapphire Ring",
                "Cloak of Eternal Night",
                "Ruby Crown",
                "Enchanted Flute",
                "Silver Bracelet",
                "Wand of Illusions",
                "Crystal Crown",
                "Potion of Levitation",
                "Enchanted Glove",
                "Crystal Tear",
                "Dreamcatcher",
                "Staff of Serenity",
                "Ethereal Pendant"
            ]
        }
    ]
}